[
  "table-editor-obsidian",
  "nyanbar",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "omnisearch",
  "obsidian-latex-suite",
  "nldates-obsidian",
  "ai-image-analyzer",
  "text-extractor",
  "custom-font-loader",
  "obsidian-html-tags-autocomplete",
  "obsidian-git"
]